Repository: kaishi00/hermes-conduit
Catalog: Conduit/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: Checking dashboard…
de: Dashboard wird geprüft …
es: Comprobando el panel…
fr: Vérification du tableau de bord…
id: Memeriksa dasbor…
it: Verifica della dashboard…
ja: ダッシュボードを確認中…
ko: 대시보드 확인 중…
pl: Sprawdzanie panelu…
pt_br: Verificando painel…
ru: Проверка дашборда…
tr: Panel denetleniyor…
zh_hans: 正在检查仪表盘…
zh_hant: 正在檢查儀表板…

source: Checking server…
de: Server wird geprüft …
es: Comprobando el servidor…
fr: Vérification du serveur…
id: Memeriksa server…
it: Verifica del server…
ja: サーバを確認中…
ko: 서버 확인 중…
pl: Sprawdzanie serwera…
pt_br: Verificando servidor…
ru: Проверка сервера…
tr: Sunucu denetleniyor…
zh_hans: 正在检查服务器…
zh_hant: 正在檢查伺服器…

source: Checking…
de: Wird geprüft …
es: Comprobando…
fr: Vérification…
id: Memeriksa…
it: Verifica…
ja: 確認中…
ko: 확인 중…
pl: Sprawdzanie…
pt_br: Verificando…
ru: Проверка…
tr: Denetleniyor…
zh_hans: 检查中…
zh_hant: 檢查中…

source: Checks for Cloudflare Access service-token problems when connecting to your dashboard.
de: Prüft beim Verbinden mit deinem Dashboard auf Probleme mit dem Cloudflare-Access-Diensttoken.
es: Comprueba si hay problemas con el token de servicio de Cloudflare Access al conectarse a tu panel.
fr: Recherche les problèmes de jeton de service Cloudflare Access lors de la connexion à votre tableau de bord.
id: Memeriksa masalah token layanan Cloudflare Access saat menghubungkan ke dasbor Anda.
it: Verifica eventuali problemi con il token di servizio di Cloudflare Access durante la connessione alla tua dashboard.
ja: ダッシュボードへの接続時に、Cloudflare Accessのサービストークンの問題を確認します。
ko: 대시보드에 연결할 때 Cloudflare Access 서비스 토큰 문제를 확인해요.
pl: Sprawdza problemy z tokenem usługi Cloudflare Access podczas łączenia z panelem.
pt_br: Verifica problemas com o token de serviço do Cloudflare Access ao conectar ao seu painel.
ru: Проверяет проблемы с сервисным токеном Cloudflare Access при подключении к дашборду.
tr: Panelinize bağlanırken Cloudflare Access hizmet token'ı sorunlarını denetler.
zh_hans: 连接仪表盘时检查 Cloudflare Access 服务令牌问题。
zh_hant: 連線到儀表板時，檢查 Cloudflare Access 服務權杖的問題。

source: Checks for HTTPS and certificate problems when connecting to your dashboard.
de: Prüft beim Verbinden mit deinem Dashboard auf HTTPS- und Zertifikatsprobleme.
es: Comprueba si hay problemas de HTTPS y certificados al conectarse a tu panel.
fr: Recherche les problèmes HTTPS et de certificat lors de la connexion à votre tableau de bord.
id: Memeriksa masalah HTTPS dan sertifikat saat menghubungkan ke dasbor Anda.
it: Verifica eventuali problemi HTTPS e di certificato durante la connessione alla tua dashboard.
ja: ダッシュボードへの接続時に、HTTPSと証明書の問題を確認します。
ko: 대시보드에 연결할 때 HTTPS 및 인증서 문제를 확인해요.
pl: Sprawdza problemy z HTTPS i certyfikatem podczas łączenia z panelem.
pt_br: Verifica problemas de HTTPS e de certificado ao conectar ao seu painel.
ru: Проверяет проблемы с HTTPS и сертификатами при подключении к дашборду.
tr: Panelinize bağlanırken HTTPS ve sertifika sorunlarını denetler.
zh_hans: 连接仪表盘时检查 HTTPS 与证书问题。
zh_hant: 連線到儀表板時，檢查 HTTPS 和憑證的問題。

source: Choose
de: Auswählen
es: Elegir
fr: Choisir
id: Pilih
it: Scegli
ja: 選択
ko: 선택
pl: Wybierz
pt_br: Escolher
ru: Выбрать
tr: Seç
zh_hans: 选择
zh_hant: 選擇

source: Choose Folder
de: Ordner auswählen
es: Elegir carpeta
fr: Choisir un dossier
id: Pilih Folder
it: Scegli cartella
ja: フォルダを選択
ko: 폴더 선택
pl: Wybierz folder
pt_br: Escolher Pasta
ru: Выбрать папку
tr: Klasör Seç
zh_hans: 选择文件夹…
zh_hant: 選擇資料夾

source: Choose Kanban board
de: Kanban-Board auswählen
es: Elegir tablero Kanban
fr: Choisir un tableau Kanban
id: Pilih papan Kanban
it: Scegli bacheca Kanban
ja: カンバンボードを選択
ko: Kanban 보드 선택
pl: Wybierz tablicę Kanban
pt_br: Escolher quadro Kanban
ru: Выбрать доску Kanban
tr: Kanban panosu seç
zh_hans: 选择看板
zh_hant: 選擇 Kanban 看板

source: Choose a connection method
de: Wähle eine Verbindungsmethode
es: Elige un método de conexión
fr: Choisissez une méthode de connexion
id: Pilih metode koneksi
it: Scegli un metodo di connessione
ja: 接続方法を選択
ko: 연결 방법 선택
pl: Wybierz metodę połączenia
pt_br: Escolha um método de conexão
ru: Выберите способ подключения
tr: Bir bağlantı yöntemi seçin
zh_hans: 选择连接方式
zh_hant: 選擇連線方式

source: Choose a different profile from the session drawer. Chat, model, workspace, and memory preferences on the other settings pages follow that profile.
de: Wähle in der Sitzungsleiste ein anderes Profil. Chat-, Modell-, Arbeitsbereichs- und Gedächtniseinstellungen auf den anderen Einstellungsseiten folgen diesem Profil.
es: Elige otro perfil en la barra lateral de sesiones. Las preferencias de chat, modelo, espacio de trabajo y memoria de las otras páginas de ajustes siguen a ese perfil.
fr: Choisissez un autre profil dans le panneau des sessions. Les préférences de discussion, de modèle, d'espace de travail et de mémoire des autres pages de réglages suivent ce profil.
id: Pilih profil lain dari laci sesi. Preferensi obrolan, model, ruang kerja, dan memori di halaman pengaturan lainnya mengikuti profil tersebut.
it: Scegli un altro profilo dal pannello delle sessioni. Le preferenze di chat, modello, spazio di lavoro e memoria nelle altre pagine delle impostazioni seguono quel profilo.
ja: セッションドロワーから別のプロファイルを選択してください。ほかの設定ページのチャット、モデル、ワークスペース、メモリの設定は、そのプロファイルに従います。
ko: 세션 패널에서 다른 프로필을 선택하세요. 다른 설정 페이지의 채팅, 모델, 작업 공간, 메모리 설정은 해당 프로필을 따라요.
pl: Wybierz inny profil na liście sesji. Preferencje czatu, modelu, obszaru roboczego i pamięci na pozostałych stronach ustawień dotyczą tego profilu.
pt_br: Escolha outro perfil na gaveta de sessões. As preferências de chat, modelo, espaço de trabalho e memória nas outras páginas de ajustes seguem esse perfil.
ru: Выберите другой профиль на панели сеансов. Настройки чата, модели, рабочего пространства и памяти на других страницах настроек относятся к этому профилю.
tr: Oturum çekmecesinden farklı bir profil seçin. Diğer ayar sayfalarındaki sohbet, model, çalışma alanı ve bellek tercihleri o profili izler.
zh_hans: 请从会话抽屉中选择其他档案。其他设置页中的对话、模型、工作区与记忆偏好将跟随该档案。
zh_hant: 請從工作階段側邊欄選擇其他設定檔。其他設定頁面上的聊天、模型、工作區和記憶偏好設定都會跟隨該設定檔。

source: Choose how Conduit appears across the app.
de: Wähle, wie Conduit in der gesamten App aussieht.
es: Elige cómo se ve Conduit en toda la app.
fr: Choisissez l'apparence de Conduit dans toute l'app.
id: Pilih tampilan Conduit di seluruh app.
it: Scegli l'aspetto di Conduit in tutta l'app.
ja: アプリ全体でのConduitの外観を選択します。
ko: 앱 전체에서 Conduit이 어떻게 보일지 선택하세요.
pl: Wybierz wygląd Conduit w całej aplikacji.
pt_br: Escolha a aparência do Conduit em todo o app.
ru: Выберите, как Conduit выглядит во всём приложении.
tr: Conduit'in uygulama genelinde nasıl görüneceğini seçin.
zh_hans: 选择 Conduit 在整个应用中的外观。
zh_hant: 選擇 Conduit 在整個 App 中的外觀。

source: Choose how Conduit appears across this device.
de: Wähle, wie Conduit auf diesem Gerät aussieht.
es: Elige cómo se ve Conduit en este dispositivo.
fr: Choisissez l'apparence de Conduit sur cet appareil.
id: Pilih tampilan Conduit di seluruh perangkat ini.
it: Scegli l'aspetto di Conduit su questo dispositivo.
ja: このデバイスでのConduitの外観を選択します。
ko: 이 기기에서 Conduit이 어떻게 보일지 선택하세요.
pl: Wybierz wygląd Conduit na tym urządzeniu.
pt_br: Escolha a aparência do Conduit neste aparelho.
ru: Выберите, как Conduit выглядит на этом устройстве.
tr: Conduit'in bu cihazda nasıl görüneceğini seçin.
zh_hans: 选择 Conduit 在此设备上的外观。
zh_hant: 選擇 Conduit 在此裝置上的外觀。

source: Choose on-device Apple speech or a provider reported by Hermes
de: Wähle Apples Spracherkennung auf dem Gerät oder einen von Hermes gemeldeten Anbieter
es: Elige el reconocimiento de voz de Apple en el dispositivo o un proveedor indicado por Hermes
fr: Choisissez la reconnaissance vocale d'Apple sur l'appareil ou un fournisseur indiqué par Hermes
id: Pilih ucapan Apple di perangkat atau penyedia yang dilaporkan Hermes
it: Scegli il riconoscimento vocale Apple sul dispositivo o un provider indicato da Hermes
ja: デバイス上のAppleの音声機能、またはHermesが報告したプロバイダを選択
ko: 기기 내 Apple 음성 인식 또는 Hermes가 알려 준 제공자를 선택하세요
pl: Wybierz rozpoznawanie mowy Apple na urządzeniu lub dostawcę zgłoszonego przez Hermesa
pt_br: Escolha a fala da Apple no aparelho ou um provedor informado pelo Hermes
ru: Выберите встроенное распознавание речи Apple или провайдера, о котором сообщает Hermes
tr: Cihaz üzerinde Apple konuşma tanımayı veya Hermes'in bildirdiği bir sağlayıcıyı seçin
zh_hans: 选择 Apple 设备端语音或 Hermes 上报的提供方。
zh_hant: 選擇 Apple 裝置端語音辨識，或 Hermes 回報的供應商

source: Choose photo for %@
de: Foto für %@ auswählen
es: Elegir foto para %@
fr: Choisir une photo pour %@
id: Pilih foto untuk %@
it: Scegli foto per %@
ja: %@の写真を選択
ko: %@의 사진 선택
pl: Wybierz zdjęcie profilu %@
pt_br: Escolher foto para %@
ru: Выбрать фото для %@
tr: %@ için fotoğraf seç
zh_hans: 为 %@ 选取照片
zh_hant: 為「%@」選擇照片

source: Choose scheme
de: Schema auswählen
es: Elegir esquema
fr: Choisir le protocole
id: Pilih skema
it: Scegli schema
ja: スキームを選択
ko: 스킴 선택
pl: Wybierz schemat
pt_br: Escolher esquema
ru: Выбрать схему
tr: Şema seç
zh_hans: 选择协议
zh_hant: 選擇協定

source: Choose the icon shown on your Home Screen.
de: Wähle das Symbol, das auf deinem Home-Bildschirm angezeigt wird.
es: Elige el icono que se muestra en tu pantalla de inicio.
fr: Choisissez l'icône affichée sur votre écran d'accueil.
id: Pilih ikon yang ditampilkan di Layar Utama Anda.
it: Scegli l'icona mostrata nella schermata Home.
ja: ホーム画面に表示するアイコンを選択します。
ko: 홈 화면에 표시할 아이콘을 선택하세요.
pl: Wybierz ikonę wyświetlaną na ekranie początkowym.
pt_br: Escolha o ícone exibido na Tela de Início.
ru: Выберите значок, который отображается на экране «Домой».
tr: Ana Ekranınızda gösterilecek simgeyi seçin.
zh_hans: 选择主屏幕上显示的图标。
zh_hant: 選擇顯示在主畫面上的圖像。

source: Choose the language Conduit’s interface uses. Speech, transcription, and provider language settings are unaffected.
de: Wähle die Sprache der Benutzeroberfläche von Conduit. Spracheinstellungen für Sprachausgabe, Transkription und Anbieter sind davon nicht betroffen.
es: Elige el idioma de la interfaz de Conduit. Los ajustes de idioma de voz, transcripción y proveedores no se ven afectados.
fr: Choisissez la langue de l'interface de Conduit. Les réglages de langue de la parole, de la transcription et des fournisseurs ne sont pas modifiés.
id: Pilih bahasa yang digunakan antarmuka Conduit. Pengaturan bahasa ucapan, transkripsi, dan penyedia tidak terpengaruh.
it: Scegli la lingua dell'interfaccia di Conduit. Le impostazioni della lingua per voce, trascrizione e provider non cambiano.
ja: Conduitのインターフェイスで使用する言語を選択します。音声、文字起こし、プロバイダの言語設定には影響しません。
ko: Conduit 인터페이스에 사용할 언어를 선택하세요. 음성, 텍스트 변환, 제공자 언어 설정은 영향을 받지 않아요.
pl: Wybierz język interfejsu Conduit. Nie wpływa to na ustawienia języka mowy, transkrypcji ani dostawców.
pt_br: Escolha o idioma da interface do Conduit. Os ajustes de idioma da fala, da transcrição e dos provedores não são afetados.
ru: Выберите язык интерфейса Conduit. Настройки языка речи, расшифровки и провайдеров не меняются.
tr: Conduit arayüzünün kullanacağı dili seçin. Konuşma, transkripsiyon ve sağlayıcı dil ayarları etkilenmez.
zh_hans: 选择 Conduit 界面使用的语言。语音、转录与提供方语言设置不受影响。
zh_hant: 選擇 Conduit 介面使用的語言。語音、轉寫和供應商的語言設定不受影響。

source: Choose what a typed message does while Hermes is still working.
de: Wähle, was eine getippte Nachricht bewirkt, während Hermes noch arbeitet.
es: Elige qué hace un mensaje escrito mientras Hermes sigue trabajando.
fr: Choisissez ce que fait un message saisi pendant qu'Hermes travaille encore.
id: Pilih apa yang terjadi pada pesan yang Anda ketik saat Hermes masih bekerja.
it: Scegli cosa fa un messaggio scritto mentre Hermes sta ancora lavorando.
ja: Hermesの処理中に入力したメッセージをどう扱うかを選択します。
ko: Hermes가 아직 작업 중일 때 입력한 메시지를 어떻게 처리할지 선택하세요.
pl: Wybierz, co dzieje się z wpisaną wiadomością, gdy Hermes jeszcze pracuje.
pt_br: Escolha o que uma mensagem digitada faz enquanto o Hermes ainda está trabalhando.
ru: Выберите, что происходит с введённым сообщением, пока Hermes ещё работает.
tr: Hermes hâlâ çalışırken yazılan bir mesajın ne yapacağını seçin.
zh_hans: 选择 Hermes 仍在工作时如何处理输入的消息。
zh_hant: 選擇 Hermes 仍在處理時，輸入的訊息要如何處理。

source: Choose whether Conduit follows Hermes, always shows, or never shows maintenance updates.
de: Wähle, ob Conduit Hermes folgt oder Wartungsupdates immer bzw. nie anzeigt.
es: Elige si Conduit sigue a Hermes, muestra siempre o no muestra nunca las actualizaciones de mantenimiento.
fr: Choisissez si Conduit suit Hermes, affiche toujours ou n'affiche jamais les mises à jour de maintenance.
id: Pilih apakah Conduit mengikuti Hermes, selalu menampilkan, atau tidak pernah menampilkan pembaruan pemeliharaan.
it: Scegli se Conduit segue Hermes, mostra sempre o non mostra mai gli aggiornamenti di manutenzione.
ja: Conduitがメンテナンスの更新情報をHermesの設定に従って表示するか、常に表示するか、表示しないかを選択します。
ko: Conduit이 유지 관리 업데이트를 Hermes 설정에 따라 표시할지, 항상 표시할지, 표시하지 않을지 선택하세요.
pl: Wybierz, czy Conduit ma postępować tak jak Hermes, zawsze pokazywać, czy nigdy nie pokazywać komunikatów konserwacyjnych.
pt_br: Escolha se o Conduit segue o Hermes, sempre mostra ou nunca mostra as atualizações de manutenção.
ru: Выберите, показывает ли Conduit служебные обновления так, как задано в Hermes, всегда или никогда.
tr: Conduit'in bakım güncellemelerini Hermes'e göre mi göstereceğini, her zaman mı göstereceğini yoksa hiç mi göstermeyeceğini seçin.
zh_hans: 选择 Conduit 跟随 Hermes、始终显示还是从不显示维护动态。
zh_hant: 選擇 Conduit 要跟隨 Hermes、一律顯示，還是永不顯示維護更新。

source: Choose whether Conduit preserves your exact reading position or follows the newest conversation.
de: Wähle, ob Conduit deine genaue Leseposition beibehält oder der neuesten Unterhaltung folgt.
es: Elige si Conduit conserva tu posición exacta de lectura o sigue la conversación más reciente.
fr: Choisissez si Conduit conserve votre position de lecture exacte ou suit la conversation la plus récente.
id: Pilih apakah Conduit mempertahankan posisi baca Anda secara persis atau mengikuti percakapan terbaru.
it: Scegli se Conduit mantiene la tua esatta posizione di lettura o segue la conversazione più recente.
ja: Conduitで読んでいた位置を正確に保持するか、最新の会話に追従するかを選択します。
ko: Conduit이 정확한 읽기 위치를 유지할지, 최신 대화를 따라갈지 선택하세요.
pl: Wybierz, czy Conduit ma zachowywać dokładne miejsce czytania, czy przechodzić do najnowszej rozmowy.
pt_br: Escolha se o Conduit mantém sua posição exata de leitura ou acompanha a conversa mais recente.
ru: Выберите, сохраняет ли Conduit точную позицию чтения или прокручивает к новым сообщениям.
tr: Conduit'in tam okuma konumunuzu mu koruyacağını yoksa en yeni konuşmayı mı izleyeceğini seçin.
zh_hans: 选择 Conduit 是精确保留阅读位置，还是跟随最新对话。
zh_hant: 選擇 Conduit 要精確保留你的閱讀位置，還是跟隨最新的對話。

source: Claimed by worker
de: Von Worker übernommen
es: Tomado por el ejecutor
fr: Prise en charge par un worker
id: Diambil oleh worker
it: Presa in carico dal worker
ja: ワーカーが担当
ko: 워커가 가져감
pl: Przejęte przez proces roboczy
pt_br: Assumida por um executor
ru: Взято обработчиком
tr: Çalışan tarafından üstlenildi
zh_hans: 被工作代理认领
zh_hant: 已由執行者認領

source: Claimed from review
de: Aus Überprüfung übernommen
es: Tomado desde revisión
fr: Reprise depuis la vérification
id: Diambil dari tinjauan
it: Ripresa dalla revisione
ja: レビューから担当
ko: 검토에서 가져감
pl: Przejęte z przeglądu
pt_br: Assumida a partir da revisão
ru: Взято с проверки
tr: İncelemeden üstlenildi
zh_hans: 从评审列认领
zh_hant: 從「檢閱」認領

source: Close
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt_br: Fechar
ru: Закрыть
tr: Kapat
zh_hans: 关闭
zh_hant: 關閉

source: Close %@
de: %@ schließen
es: Cerrar %@
fr: Fermer %@
id: Tutup %@
it: Chiudi %@
ja: %@を閉じる
ko: %@ 닫기
pl: Zamknij: %@
pt_br: Fechar %@
ru: Закрыть %@
tr: Kapat: %@
zh_hans: 关闭 %@
zh_hant: 關閉 %@

source: Close sessions
de: Sitzungen schließen
es: Cerrar lista de sesiones
fr: Fermer les sessions
id: Tutup sesi
it: Chiudi sessioni
ja: セッションを閉じる
ko: 세션 닫기
pl: Zamknij listę sesji
pt_br: Fechar sessões
ru: Закрыть сеансы
tr: Oturumları kapat
zh_hans: 关闭会话
zh_hant: 關閉工作階段列表

source: Close the Voice conversation completely.
de: Schließt die Sprachunterhaltung vollständig.
es: Cierra por completo la conversación de voz.
fr: Fermer complètement la conversation vocale.
id: Tutup percakapan Suara sepenuhnya.
it: Chiudi completamente la conversazione vocale.
ja: 音声モードでの会話を完全に終了します。
ko: 음성 대화를 완전히 닫아요.
pl: Całkowicie zamykają rozmowę głosową.
pt_br: Fecha a conversa por voz completamente.
ru: Полностью закрыть голосовой разговор.
tr: Sesli konuşmayı tamamen kapatır.
zh_hans: 完全关闭语音对话。
zh_hant: 完全關閉語音對話。

source: Cloudflare Access did not accept the configured service token. Verify the Client ID / Secret and that the token is allowed by a Service Auth policy for this Access application, or turn off "Use Cloudflare Access service token" to sign in interactively.
de: Cloudflare Access hat das konfigurierte Diensttoken nicht akzeptiert. Prüfe Client-ID und -Secret und ob das Token durch eine Service-Auth-Richtlinie für diese Access-Anwendung erlaubt ist, oder deaktiviere „Cloudflare-Access-Diensttoken verwenden“, um dich interaktiv anzumelden.
es: Cloudflare Access no aceptó el token de servicio configurado. Verifica el ID y el secreto de cliente, y que el token esté permitido por una política Service Auth de esta aplicación de Access, o desactiva «Usar token de servicio de Cloudflare Access» para iniciar sesión de forma interactiva.
fr: Cloudflare Access n'a pas accepté le jeton de service configuré. Vérifiez l'ID client et le secret, et que le jeton est autorisé par une stratégie Service Auth pour cette application Access, ou désactivez « Utiliser un jeton de service Cloudflare Access » pour vous connecter de façon interactive.
id: Cloudflare Access tidak menerima token layanan yang dikonfigurasi. Periksa ID Klien / Rahasia Klien dan pastikan token diizinkan oleh kebijakan Service Auth untuk aplikasi Access ini, atau matikan “Gunakan token layanan Cloudflare Access” untuk masuk secara interaktif.
it: Cloudflare Access non ha accettato il token di servizio configurato. Verifica ID client e segreto e che il token sia consentito da una policy Service Auth per questa applicazione Access, oppure disattiva “Usa token di servizio Cloudflare Access” per accedere in modo interattivo.
ja: Cloudflare Accessが設定済みのサービストークンを受け付けませんでした。クライアントID／シークレットと、このAccessアプリケーションのService Authポリシーでトークンが許可されていることを確認してください。または、「Cloudflare Accessサービストークンを使用」をオフにして、対話形式でサインインしてください。
ko: Cloudflare Access가 구성된 서비스 토큰을 받아들이지 않았어요. 클라이언트 ID/시크릿과 이 Access 애플리케이션의 Service Auth 정책에서 토큰이 허용되는지 확인하거나, “Cloudflare Access 서비스 토큰 사용”을 끄고 대화형으로 로그인하세요.
pl: Cloudflare Access nie zaakceptował skonfigurowanego tokenu usługi. Sprawdź ID klienta i klucz tajny oraz to, czy token jest dozwolony przez zasadę Service Auth dla tej aplikacji Access, lub wyłącz opcję „Używaj tokenu usługi Cloudflare Access”, aby zalogować się interaktywnie.
pt_br: O Cloudflare Access não aceitou o token de serviço configurado. Verifique o ID do Cliente / Segredo e se o token é permitido por uma política Service Auth deste aplicativo Access, ou desative “Usar token de serviço do Cloudflare Access” para fazer login interativamente.
ru: Cloudflare Access не принял настроенный сервисный токен. Проверьте ID и секрет клиента, а также то, что токен разрешён политикой Service Auth для этого приложения Access, или выключите «Использовать сервисный токен Cloudflare Access», чтобы войти интерактивно.
tr: Cloudflare Access, yapılandırılan hizmet token'ını kabul etmedi. İstemci Kimliğini / Gizli Anahtarı ve token'ın bu Access uygulaması için bir Service Auth politikasıyla izinli olduğunu doğrulayın ya da etkileşimli olarak giriş yapmak için “Cloudflare Access hizmet token'ı kullan” seçeneğini kapatın.
zh_hans: Cloudflare Access 未接受所配置的服务令牌。请核对 Client ID / Secret，并确认此 Access 应用的 Service Auth 策略允许该令牌，或关闭「使用 Cloudflare Access 服务令牌」以改为交互式登录。
zh_hant: Cloudflare Access 不接受所設定的服務權杖。請確認用戶端 ID／密鑰，以及此 Access 應用程式的 Service Auth 政策允許該權杖；或關閉「使用 Cloudflare Access 服務權杖」，改為以互動方式登入。

source: Cloudflare rejected the service token
de: Cloudflare hat das Diensttoken abgelehnt
es: Cloudflare rechazó el token de servicio
fr: Cloudflare a refusé le jeton de service
id: Cloudflare menolak token layanan
it: Cloudflare ha rifiutato il token di servizio
ja: Cloudflareがサービストークンを拒否しました
ko: Cloudflare가 서비스 토큰을 거부함
pl: Cloudflare odrzucił token usługi
pt_br: O Cloudflare rejeitou o token de serviço
ru: Cloudflare отклонил сервисный токен
tr: Cloudflare hizmet token'ını reddetti
zh_hans: Cloudflare 拒绝了服务令牌
zh_hant: Cloudflare 拒絕了服務權杖

source: Code execution mode
de: Codeausführungsmodus
es: Modo de ejecución de código
fr: Mode d'exécution du code
id: Mode eksekusi kode
it: Modalità di esecuzione del codice
ja: コード実行モード
ko: 코드 실행 모드
pl: Tryb wykonywania kodu
pt_br: Modo de execução de código
ru: Режим выполнения кода
tr: Kod yürütme modu
zh_hans: 代码执行模式
zh_hant: 程式碼執行模式

source: Collapse review details
de: Prüfdetails einklappen
es: Contraer detalles de la revisión
fr: Réduire les détails de la vérification
id: Ciutkan detail tinjauan
it: Comprimi dettagli della revisione
ja: レビューの詳細を折りたたむ
ko: 검토 세부 정보 접기
pl: Zwiń szczegóły przeglądu
pt_br: Recolher detalhes da revisão
ru: Свернуть подробности проверки
tr: İnceleme ayrıntılarını daralt
zh_hans: 收起审核详情
zh_hant: 收合檢閱詳細資訊

source: Command
de: Befehl
es: Comando
fr: Commande
id: Perintah
it: Comando
ja: コマンド
ko: 명령
pl: Polecenie
pt_br: Comando
ru: Команда
tr: Komut
zh_hans: 命令
zh_hant: 指令

source: Comment from %@
de: Kommentar von %@
es: Comentario de %@
fr: Commentaire de %@
id: Komentar dari %@
it: Commento di %@
ja: %@からのコメント
ko: %@의 댓글
pl: Komentarz od %@
pt_br: Comentário de %@
ru: Комментарий от %@
tr: %@ tarafından yorum
zh_hans: 来自 %@ 的评论
zh_hant: 來自 %@ 的留言

source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
id: Komentar
it: Commenti
ja: コメント
ko: 댓글
pl: Komentarze
pt_br: Comentários
ru: Комментарии
tr: Yorumlar
zh_hans: 评论
zh_hant: 留言

source: Comments reach the live worker between turns as an out-of-band note.
de: Kommentare erreichen den laufenden Worker zwischen Durchgängen als separate Notiz.
es: Los comentarios llegan al ejecutor activo entre turnos como una nota aparte.
fr: Les commentaires parviennent au worker actif entre deux tours, sous forme de note hors bande.
id: Komentar sampai ke worker yang sedang berjalan di antara giliran sebagai catatan terpisah.
it: I commenti raggiungono il worker attivo tra un turno e l'altro come nota fuori banda.
ja: コメントは、ターンの合間に別枠のメモとして実行中のワーカーに届きます。
ko: 댓글은 턴 사이에 별도 메모로 실행 중인 워커에게 전달돼요.
pl: Komentarze docierają do działającego procesu roboczego między turami jako osobna notatka.
pt_br: Os comentários chegam ao executor ativo entre turnos como uma nota à parte.
ru: Комментарии передаются работающему обработчику между ответами в виде внеочередной заметки.
tr: Yorumlar, canlı çalışana turlar arasında bant dışı bir not olarak ulaşır.
zh_hans: 评论会在轮次之间以带外备注的形式传达给正在运行的工作代理。
zh_hant: 留言會在回合之間，以額外附註的形式傳達給正在執行的執行者。

source: Compatibility
de: Kompatibilität
es: Compatibilidad
fr: Compatibilité
id: Kompatibilitas
it: Compatibilità
ja: 互換性
ko: 호환성
pl: Zgodność
pt_br: Compatibilidade
ru: Совместимость
tr: Uyumluluk
zh_hans: 兼容性
zh_hant: 相容性
